Autodesk.Revit.DB.Structure.TrussChordLocation
This enumerated type represents the options for the Truss Chord Location.
Since:
2011

Autodesk.Revit.DB.Structure.TrussChordLocation.Top
The top chord of the Truss.

Autodesk.Revit.DB.Structure.TrussChordLocation.Bottom
The bottom chord of the Truss.